Tekla Open API Reference for Tekla Structures 2025
MeshItemEnumerator Properties
The MeshItemEnumerator type exposes the following members.
Properties
Name | Description
Current
 Returns a mesh item instance of the current element.
Top
See Also
Reference
MeshItemEnumerator Class
Tekla.Structures.Catalogs Namespace